---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.LineLoad
source: html/cf4915a4-53d0-0f92-fe3f-8215d9877f9f.htm
---
# LineLoad Properties

The id of the assembly instance to which the element belongs.